{
	"summary": "Daily Skimm: Put me in coach",
	"title": "The Daily Skimm for October 11, 2016",
	"themeColor": "009F9C",
	"sections": [
		{
			"activityTitle": "## Quote of the Day",
			"activityText": "\n\"I had seven Twitter followers and two of them were my grandma\" – [Undecided voter Ken Bone](http:\/\/skimmth.is\/2e20Zv4) on life before his red sweater launched a thousand memes at last weekend's presidential debate. He and the Internet are dating now.\n\n\n\n",
			"activityImage": "https:\/\/cdn.theskimm.com\/assets\/instagram\/theskimm_quote-of-the-day_20161011-2.png",
			"activityImageSize": "large",
			"activityImageStyle": "normal"
		},
		{
			"activityTitle": "## ELEPHANT IN THE ROOM",
			"activityText": "\n### THE STORY\nOver the weekend, 2016 officially became a soap opera. The kind you can't watch with kids in the room.\n### WHAT HAPPENED?\nOn Friday, [a recording from 2005](http:\/\/skimmth.is\/2e4zRgc) surfaced. It features GOP nominee Donald Trump making some very, very NSFW comments about his sexual advances toward women. Making a lot of people say ['this sounds like sexual assault.'](http:\/\/skimmth.is\/2e1SlSE) And leading [a lot of Republican lawmakers](http:\/\/skimmth.is\/2e4B1s6) to pull their support for Trump's campaign. Trump said ['sorry'](http:\/\/skimmth.is\/2dSBsrA) for the recording. Then at Sunday night's presidential debate, he said it was simply [\"locker room talk.\"](http:\/\/skimmth.is\/2dg3Hjb) But Dem nominee Hillary Clinton thinks the tape is just another example of why Trump's [\"not fit to be president.\"](http:\/\/skimmth.is\/2e1paK2) Trump spent the rest of the debate [following Hillz around the stage.](http:\/\/skimmth.is\/2dSB0to) And keeping her on defense over things like her emails (he'd put her in [\"jail\"](http:\/\/skimmth.is\/2dHgp9O)), her tax policy, and her record as a senator.\n### NOW WHAT?\nYesterday, GOP leaders scheduled an emergency FaceTime. And House Speaker Paul Ryan (R-WI) told everyone [he's done with Trump.](http:\/\/skimmth.is\/2d8m1XO) Kind of. Now instead of campaigning for the GOP nominee, Ryan's aiming to get Republican lawmakers re-elected so they can keep their majority in Congress if Clinton wins the White House.\n### theSKIMM\nAs far as GOP leaders are concerned, the stakes in 2016 just changed. Now they're mentally preparing to take an L on the presidential race, and focusing on the other names on the ballot. Some are saying this is the worst week ever for Trump's campaign. And it's only Tuesday.\n"
		},
		{
			"activityTitle": "## WHAT TO SAY WHEN YOUR INBOX IS FLOODED AFTER THE LONG WEEKEND...",
			"activityText": "At least it's not an actual flood. Over the weekend, [Hurricane Matthew](http:\/\/skimmth.is\/2e9jQJp) lived up to its reputation as the person no one invited who showed up anyway. Matthew hit Florida, Virginia, Georgia, North Carolina, and South Carolina. More than 20 people in the US died. Now, North Carolina is dealing with massive flooding that's left about 1,500 stranded. Meanwhile, more than 1,000 people in Haiti died when the hurricane hit the country last week. And [cholera](http:\/\/skimmth.is\/2dPQbl4) — the deadly disease that can spread through water — has been on the rise there ever since. It can kill victims within hours if they're not treated. Haiti, we have a problem."
		},
		{
			"activityTitle": "## WHAT TO SAY WHEN YOUR FRIEND FINALLY QUITS SMOKING...",
			"activityText": "\nSamsung's quitting too. Yesterday, the smartphone maker hit ['pause' on production of its new Galaxy Note 7 phones.](http:\/\/skimmth.is\/2dLc3Pk) If you still have one, turn it off. That's because, earlier this year, some customers reported that theirphone's batteries were [randomly blowing up](http:\/\/skimmth.is\/2dSCELN). Not a good look. Last month, Samsung said 'our bad' and announced they'd replace the defective phones. But then last week reports surfaced that some of those phones went up in flames too. Also not a good look. AT&T, Verizon, and T-Mobile took this as a cue to stop offering the not-so-safe replacement phones. To add insult to mobile injury, Apple -- that other smartphone maker -- saw its[ stock rise to its highest point in almost a year.](http:\/\/skimmth.is\/2dEMxvQ) iWin.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
		},
		{
			"activityTitle": "## WHAT TO SAY WHEN YOUR NEIGHBOR FILES A NOISE COMPLAINT AGAINST YOU...",
			"activityText": "Leave me alone. That's how a Native American tribe feels about the Dakota Access Pipeline. Over the weekend, an [appeals court rejected the tribe's request ](http:\/\/skimmth.is\/2dLe0eE)to block the pipeline's construction. Reminder: the Dakota Access Pipeline would carry hundreds of thousands of barrels of crude oil a day from North Dakota to Illinois. Problem is, it would also run near a Native American reservation…and potentially threaten the reservation's main water supply. Since pipelines can leak or spill, this is not a welcome addition to the neighborhood. Native Americans, environmentalists, and [Shailene Woodley](http:\/\/skimmth.is\/2dSPTfo) have been protesting its construction for months. Meanwhile, others say the pipeline would create thousands of new jobs and help make the US less dependent on imported oil. Now, the Native American tribe that tried to block the pipeline is saying 'it wasn't over, it still isn't over.' Even though construction near the reservation is now a go, the tribe said it'll [keep fighting](http:\/\/skimmth.is\/2dgfkXg) to stop this project from literally coming down the pipeline."
		}
	],
	"potentialAction": [
		{
			"@context": "http:\/\/schema.org",
			"type": "ViewAction",
			"name": "View Full Issue",
			"target": [
				"https:\/\/www.theskimm.com\/2016\/10\/10\/skimm-for-october-11th-2"
			]
		}
	]
}